Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Your elf used a sword (6×4; or 6 damage on each hit, with 4 attacks), which is a <i>melee</i> attack. The quintain defended with its melee attack (3×5; or 3 damage on each hit, with 5 attacks). The ranged attack (the bow) would have been safer.
uk_ua: Твій ельф використав меч (6×4, або 6 одиниць пошкоджень, 4 атаки), тобто <i>ближню</i> атаку. Опудало захищалося в рукопашну (3×5, або 3 одиниць пошкоджень, 5 атаки). Атака луком здалеку була б безпечнішою.

source: Your gold
uk_ua: Ваше золото

source: Your great-nephew, my lord.
uk_ua: Ваш троюрідний племінник, мій лорде.

source: Your hand or Tairach’s, death is still death... (argh)
uk_ua: Твоя рука чи Тайрача, смерть все одно смерть... (аргх)

source: Your income
uk_ua: Ваш прибуток

source: Your incompetence at this simple task is appalling. You will never grow strong enough to be of use to me.
uk_ua: Твоя нездатність виконанти таке просте завдання жахлива. Ти ніколи не станеш досить сильним, щоб допомогти мені.

source: Your kind has long come with your axes, some tree-friends you are. Still, you seem less of a menace than these new monsters that have come to plague us. They cut the trees, and burn the trees for no reason at all!
uk_ua: Твій народ давно ходить сюди з сокирами, такі ось ви друзі дерев. Втім, від вас менше шкоди, ніж від цих нових чудиськ, від цієї мерзенної чуми. Вони рубають дерева і палять дерева без всякої причини!

source: Your king will die in an eyeblink and your kingdom in the drawing of a breath. Delfador, I ask you again, ARE YOU A SERVANT OF THE LIGHT?
uk_ua: Твій король помре вмить, а твоє королівство буде зруйновано від подиху вітру. Делфадоре, я запитую тебе удруге, ТИ СЛУГА СВІТЛА?

source: Your master’s days are numbered. Yours will end this day!
uk_ua: Дні вашого володаря добігають кінця. Твої ж закінчяться сьогодні!

source: Your men report strange sounds coming from some caves to the east and west.
uk_ua: Ваші люди повідомляють про дивні звуки, що доносяться з деяких печер на сході та заході.

source: Your mindless minions are no match for the spirit and fire of the living.
uk_ua: Твоїм бездумним прислужникам не зрівнятися з духом і вогнем живих.

source: Your name journey begins. Methor will lead you from this place.
uk_ua: Твоя подорож за Іменем починається. Метор виведе тебе з цього місця.

source: Your orders from the King are to fight. Just stay close to me.
uk_ua: Король наказує вам битися. Просто залишайтеся поряд зі мною.

source: Your orders no longer hold any weight, friend of the tree-killers. If you will not withdraw, we will kill you along with them!
uk_ua: Твої накази більше не мають сили, подруго дереворубів. Якщо ти не відступиш, ми вб'ємо тебе разом з ними!

source: Your ordersss mean nothing to usss, orc. You promissed uss gold.
uk_ua: Твої наказссси нічого не значать для насссс, орк. Ти обіцсссяв нам зсссолото.

source: Your past crimes are not easy to overlook, but we will see how you aid us in the coming battle. As Sir Deoran said, you have kept your word about leading us back to Wesnoth, and that is a good start.
uk_ua: Твої минулі злочини непросто забути, але ми ще подивимося, як ти допоможеш нам у наступній битві. Як сказав Пан Деоран, ти дотримався свого слова, що повернеш нас до Весноту, і це гарний початок.

source: Your path forward ends here! Once the lord’s spell is complete, your souls will soon be chained to his will!
uk_ua: Ваша мандрівка скінчиться тут! Як тільки закляття Володаря буде завершено, ваші душі підкоряться його волі!

source: Your people have been our allies ever since the days of Lord Typhon. We will help you drive these bandits from your lands if you allow us to continue living here in peace.
uk_ua: Наші народи були союзниками з часів лорда Тайфона. Ми допоможемо вам прогнати цих бандитів з ваших земель, якщо ви дозволите нам мирно ту жити.

source: Your portal is shut. And you cannot open another one.
uk_ua: Твій портал закритий. І більше ти не відкриєш жодного порталу.

source: Your sorcery matters little. Your army will fall like wheat to the sickle before my undead legions.
uk_ua: Твоя магія тобі не допоможе. Твоя армія поляже перед легіонами мерців, як пшениця, скошена серпом.

source: Your story is indeed most peculiar, but we will not accomplish anything by staying here. We will have to seek out Sir Loris in Westin for answers. Come, men, let us ride to the city!
uk_ua: Твоя розповідь і справді особлива, але ми нічого не досягнемо, стоячи тут. Нам необхідно шукати Пана Лоріса в Вестіні, щоб дізнатися відповіді. Нумо, люди, їдемо до міста!

source: Your time is over, General.
uk_ua: Твій час вичерпано, Генерале.

source: Your total units
uk_ua: Ваші бійці

source: Your units gain most experience points (XP) from killing an enemy unit (8XP per level of the unit killed). As such, it often makes sense to have your higher level units weaken an enemy, but cede the kill to a unit more in need of the XP. Healers in particular are often weak in combat and often need to <emphasis>steal</emphasis> kills in this way to advance levels.
uk_ua: Ваші бійці отримують найбільше очків досвіду (ДВ) за вбивство ворожого бійця (8ДВ за кожен рівень убитого бійця). Тому часто має сенс, щоб ваші бійці більш високого рівня послабили противника, а за вбивство взявся боєць, що більше потребує досвіду. Зокрема, цілителі зазвичай слабкі в бою і часто їм треба <emphasis>красти</emphasis> вбивства, щоб переходити на новий рівень.

source: Your upkeep
uk_ua: Ваше утримання

source: Your version of <i>$addon</i> is incompatible. You have version <b>$local_ver</b> while the host has version <b>$host_ver</b>.
uk_ua: У вас несумісна версія аддону <i>$addon</i>. Ви маєте версію <b>$local_ver</b>, а хост має версію <b>$host_ver</b>.

source: Your word can’t be trusted. Prepare to meet your gods!
uk_ua: Твоїм словам не можна довіряти. Приготуйся зустрітися зі своїми богами!

source: Your words mock us. Those humans were valuable trading partners of ours. We will have justice!
uk_ua: Твої слова — суцільне знущання. Ми мали торгівлю з тими людьми. Ми відновимо справедливість!

source: You’ll need experienced troops at Elensefar.
uk_ua: У Еленсефарі вам знадобляться досвідчені бійці.

source: You’ll pay for that!
uk_ua: Ви заплатите за це!

source: You’ll regret it!
uk_ua: Ви про це пошкодуєте!

source: You’re a fool, Jevyan. How do you think we secured our place here? We had to give the elves the Ruby of Fire. We just signed a treaty with the elves ensuring our place here.
uk_ua: Ти дурень, Жев'яне. Як ти думаєш, яким чином ми влаштувалися тут? Нам довелося віддати ельфам Вогняний Рубін. Ми тільки що підписали договір з ельфами, що обумовлює нашу присутність тут.

source: You’re a ghost... a real ghost! I will indeed follow you. Lead on.
uk_ua: Ти — привид… Справжній привид! Я піду за тобою — веди.

source: You’re not from around here, but I seem to find myself between employers at the moment and I’m not picky. I’ll fight for you, if you’ll have me.
uk_ua: Ви не звідси, але я, здається, зараз перебуваю між роботодавцями і я не перебірливий. Я буду битися за вас, якщо ви оберете мене.

source: You’re right, you’re right. Let’s head back.
uk_ua: Ти права, ти права. Пішли назад.

source: You’re showing initiative, son! I’m proud of you! Yes, you may lead our forces into battle, it is time — but I’ll stay near to keep an eye on you. There is more to this raid than meets the eye, I think.
uk_ua: Ти береш бика за роги, сину! Горджуся тобою! Веди наше військо — твій час настав, але я лишуся поруч і нагляну за тобою. Думаю, цей наліт є більшим, ніж здається на перший погляд.

source: You’re still squatting on our land! I warned you.
uk_ua: Ви все ще шляєтеся нашою землею! Я попереджав вас.

source: You’re the only Carcyn for me.
uk_ua: Для мене, ти — Карцин Єдиний.

source: You’re venturing away from your keep. You might need to recruit more units, and I doubt the orc leader will let you use his! Careful!
uk_ua: Ти ризикуєш, віддаляючись від цитаделі! Вербувати бійців можна лише з замку, а я дуже сумніваюся, що ватажок орків пустить тебе у свій!

source: You’ve been on this island too long. I assure you that orcs exist. By now there are probably a half dozen gates to the orcish homeland. There is no hope.
uk_ua: Ви занадто давно не вилазили з цього острова. Запевняю вас, орки існують. Зараз, напевно, відкрито з півдюжини воріт на батьківщину орків. Сподіватися нема на що.

source: You’ve denied me honorable death twice already. Once when you arrived at Clearwater Port, and once again when your ships rescued me. I’ll not be denied in this a third time!
uk_ua: Ви вже двічі відмовили мені у благородній загибелі. Коли прибули в Чистоводний Порт і коли ваші кораблі забрали мене. Ви не відмовите мені утретє!

source: You’ve fought orcs before?
uk_ua: Ти бився з орками раніше?

source: You’ve got me, guv, it’s a fair cop! Just lemme work for you instead. You won’t regret it, guv, I promise!
uk_ua: Ви спіймали мене, тож давайте я працюватиму на вас. Ви не пошкодуєте, я обіцяю!

source: You’ve learned well, Konrad. It is indeed a good idea to keep your leader safe and protected and in range of your keep early in the game. The tide of battle can turn quickly, and you don’t want to find yourself cut off from recruiting reinforcements.
uk_ua: Ти добре вчишся, Конраде. На ранній стадії гри тримай свого лідера у безпеці та неподалік від укриття. У стрімкого потоку битви непередбачувані повороти, і буде вельми кепсько побачити себе відрізаними від вербування свіжих сил.

source: You’ve learned well, Li’sar. It is indeed a good idea to keep your leader safe and protected and in range of your keep early in the game. The tide of battle can turn quickly, and you don’t want to find yourself cut off from recruiting reinforcements.
uk_ua: Ти добре вчишся, Лі’сар. На ранній стадії гри тримай свого лідера у безпеці та неподалік від укриття. У стрімкого потоку битви непередбачувані повороти, і буде вельми кепсько побачити себе відрізаними від вербування свіжих сил.

source: You’ve put my people out in the snow? Prepare to meet your fate you—
uk_ua: Ти виганяєш моїх людей на мороз? Приготуйся зустріти свою долю, ти—

source: Yran
uk_ua: Юран

source: Yredd
uk_ua: Іредд

source: Zagar
uk_ua: Загар

source: Zephyr cloak
uk_ua: Накидка вітру

source: Zero upkeep
uk_ua: Нульове утримання

source: Zlex
uk_ua: Злекс

source: Zone of Control
uk_ua: Зона Контролю

source: Zoom In
uk_ua: Збільшити

source: Zoom Out
uk_ua: Зменшити

source: Zorlan
uk_ua: Зорлан

source: [/I<tag>]
uk_ua: [/I<тег>]

source: [<side> [on/off/full]] “on” = enable but retain vision, “full” = as if it’s controlled by another player
uk_ua: [<side> [on/off/full]] “on” = включити, але зберегти видимість, “full” = якби воно повністю контролювалося іншим гравцем

source: [I<tag>]
uk_ua: [I<тег>]

source: [all|<command>] “all” = overview of all commands, <command> = name of a specific command (provides more detail)
uk_ua: [all|<command>] “all” = переглянути всі команди, <command> = ім'я конкретної команди (виводить більш детальну інформацію)

source: [limit]
uk_ua: [ліміт]

source: [node]id 'root' is reserved for the implementation.
uk_ua: [вузол]назва 'root' зарезервована.

source: [turn]
uk_ua: [хід]

source: absorb
uk_ua: поглинає

source: active_modifications^None
uk_ua: Немає

source: addon_dependencies^None
uk_ua: Немає

source: addon_state^Installed
uk_ua: Встановлений

source: addon_state^Installed ($local_version|), outdated on server
uk_ua: Встановлений ($local_version|), застарілий на сервері

source: addon_state^Installed ($local_version|), upgradable
uk_ua: Встановлений ($local_version|), оновлюваний

source: addon_state^Installed, broken
uk_ua: Встановлений, зламаний

source: addon_state^Installed, not ready to publish
uk_ua: Встановлений, до опублікування не готовий

source: addon_state^Installed, not tracking local version
uk_ua: Встановлений, не відслідкована локальна версія

source: addon_state^Installed, outdated on server
uk_ua: Встановлений, застарілий на сервері

source: addon_state^Installed, upgradable
uk_ua: Встановлений, можна оновити

source: addon_state^Not installed
uk_ua: Не встановлений

source: addon_state^Published
uk_ua: Опублкований

source: addon_state^Published ($local_version| installed), outdated on server
uk_ua: Опублікований ($local_version| встановлений), застарілий на сервері

source: addon_state^Published ($local_version| installed), upgradable
uk_ua: Опублікований ($local_version| встановлений), оновлюваний

source: addon_state^Published, broken
uk_ua: Опублікований, зламаний

source: addon_state^Published, not installed
uk_ua: Опублікований, не встановлений

source: addon_state^Published, not tracking local version
uk_ua: Опублікований, не відслідкована локальна версія

source: addon_state^Published, outdated on server
uk_ua: Опублікований, застарілий на сервері

source: addon_state^Published, upgradable
uk_ua: Опублікований, можна оновити

source: addon_state^Ready to publish
uk_ua: Готовий до опублікування

source: addon_state^Unknown
uk_ua: Невідомо

source: addon_tag^All human players are on the same team, versus the AI
uk_ua: Всі гравці в одній команді проти комп'ютера

source: addon_tag^Can make campaigns easier or harder
uk_ua: Може зробити кампанії легшими або складнішими

source: addon_tag^Cooperative
uk_ua: Кооператив

source: addon_tag^Cosmetic
uk_ua: Прикраса

source: addon_tag^Difficulty
uk_ua: Складність

source: addon_tag^Fight against waves of enemies
uk_ua: Битви проти хвиль ворогів

source: addon_tag^Modify the randomness in the combat mechanics, or remove it entirely
uk_ua: Змінює випадковість у механіці бою, або ж повністю її прибирає

source: addon_tag^Players can change the terrain
uk_ua: Гравці можуть змінювати місцевість

source: addon_tag^RNG
uk_ua: RNG

source: addon_tag^Survival
uk_ua: Виживання

source: addon_tag^Terraforming
uk_ua: Зміна місцевості

source: addon_tag^These make the game look different, without changing gameplay
uk_ua: Міняють зовнішній вигляд гри без зміни ігрового процесу

source: addon_type^(unknown)
uk_ua: (невідомо)

source: addon_type^Campaign
uk_ua: Кампанія

source: addon_type^Core
uk_ua: Ядро

source: addon_type^MP campaign
uk_ua: Кампанія для МП

source: addon_type^MP era
uk_ua: Ера для МП

source: addon_type^MP faction
uk_ua: Фракція для МП

source: addon_type^MP map-pack
uk_ua: Пакет карт для МП

source: addon_type^MP scenario
uk_ua: Сценарій для МП

source: addon_type^Modification
uk_ua: Модифікація

source: addon_type^Other
uk_ua: Інше

source: addon_type^Resources
uk_ua: Ресурси

source: addon_type^SP/MP Campaign
uk_ua: Кампанія для СП/МП

source: addon_type^Scenario
uk_ua: Сценарій

source: addons^Back to List
uk_ua: Назад до списку

source: addons_of_type^Campaigns
uk_ua: Кампанії

source: addons_of_type^Cores
uk_ua: Компоненти

source: addons_of_type^MP campaigns
uk_ua: Кампанії МП

source: addons_of_type^MP eras
uk_ua: Ери МП

source: addons_of_type^MP factions
uk_ua: Фракції МП

source: addons_of_type^MP map-packs
uk_ua: Пакети карт МП

source: addons_of_type^MP scenarios
uk_ua: Сценарії МП

source: addons_of_type^Modifications
uk_ua: Модифікації

source: addons_of_type^Other
uk_ua: Інше

source: addons_of_type^Resources
uk_ua: Ресурси

source: addons_of_type^SP/MP campaigns
uk_ua: Кампанії для МП/CП

source: addons_of_type^Scenarios
uk_ua: Сценарії

source: addons_of_type^Unknown
uk_ua: Невідомо

source: addons_order^Author ($order)
uk_ua: Автор ($order)

source: addons_order^Downloads ($order)
uk_ua: Завантажень ($order)

source: addons_order^First uploaded ($datelike_order)
uk_ua: Вперше вивантажено ($datelike_order)

source: addons_order^Last updated ($datelike_order)
uk_ua: Востаннє оновлено ($datelike_order)

source: addons_order^Name ($order)
uk_ua: Автор ($order)

source: addons_order^Size ($order)
uk_ua: Розмір ($order)

source: addons_order^Type ($order)
uk_ua: Тип ($order)

source: addons_server^Terms
uk_ua: Умови

source: addons_view^All Add-ons
uk_ua: Всі аддони

source: addons_view^Installed
uk_ua: Встановлений

source: addons_view^Not Installed
uk_ua: Не встановлений

source: addons_view^Publishable
uk_ua: Можна опублікувати

source: addons_view^Upgradable
uk_ua: Оновлюваний

source: addressed_plural^Have you never been fishing before? With bait of course.
uk_ua: addressed_plural^Чи ви не рибалили ніколи? Наживкою, звісно.

source: addressed_plural^This is going to cost us, but I want to keep some gold around for emergencies — I think 50 is about right. You help me collect some. (<i>Cough, cough</i>)
uk_ua: addressed_plural^Це коштуватиме нам часу, проте мені б хотілося мати трохи золота про всяк випадок. Гадаю, 50 золотих вистачить. Допоможіть-но мені їх зібрати. (<i>Кхе-кхе</i>)

source: adjacent allies do 20% more damage
uk_ua: Навколишні союзники завдають до 20% більше шкоди

source: adjacent enemies do 13% less damage
uk_ua: Навколишні вороги завдають до 13% менше шкоди

source: aged
uk_ua: старий

source: aggressive.
uk_ua: агресивний.

source: agriculture
uk_ua: сільське господарство

source: all
uk_ua: все

source: ambush
uk_ua: засідка

source: and
uk_ua: та

source: and peace...
uk_ua: і спокій...

source: arcane
uk_ua: містична

source: arcane/cold/fire: disengage
uk_ua: містичний/холод/вогонь: відступ

source: archer
uk_ua: лучник

source: ascending
uk_ua: зростаючий

source: assumes that the cache is valid. (dangerous)
uk_ua: припускає, що кеш коректний. (небезпечно)

source: astral blade
uk_ua: астральне лезо

source: at $pos
uk_ua: у $pos

source: axe
uk_ua: сокира

source: backstab
uk_ua: б'є в спину

source: balanced scimitar slash
uk_ua: збалансований розріз скімітаром

source: ballista
uk_ua: баліста

source: baneblade
uk_ua: проклятий меч

source: banner
uk_ua: стяг

source: base terrain
uk_ua: базова місцевість

source: battle axe
uk_ua: бойова сокира

source: battle claws
uk_ua: бойові кігті

source: beak
uk_ua: клюв

source: berserk
uk_ua: берсерк

source: berserker frenzy
uk_ua: шаленість берсерка

source: binds the server to the specified port. If no port is specified, port B<15000> will be used.
uk_ua: прив'язує сервер до зазначеного порту. Якщо порт не вказаний, використовується порт B<15000>.

source: bite
uk_ua: укус

source: blade
uk_ua: клинок

source: blade/impact/pierce: up to 10% resistances, steadfast
uk_ua: ріжучий/ударний/колючий: до 10% опору, стійкість

source: blade/pierce: poison and +20% damage
uk_ua: ріжучий/колючий: отрута та +20% шкоди

source: blood kiss
uk_ua: кривавий поцілунок

source: blowgun
uk_ua: пневмостріл

source: bolas
uk_ua: бола

source: border_size should be between 0.0 and 0.5.
uk_ua: border_size має бути між 0,0 і 0,5.

source: bow
uk_ua: лук

source: bridge
uk_ua: міст

source: bridge_type=Bridge|Crossing main=$base {bridge_type}|$base{!}’s {bridge_type}
uk_ua: bridge_type=Міст|Переправа main=Міст $base|Переправа $base|$base{!}ська Переправа|$base{!}ський Міст

source: burrow
uk_ua: заритий

source: but the King was in an unenviable position...
uk_ua: але Король був у скрутному положенні...

source: cache^Clean
uk_ua: Очистити

source: cache^Purge
uk_ua: Видалити

source: campaign_abbreviation^C
uk_ua: К

source: cancel
uk_ua: скасувати

source: castle
uk_ua: замок

source: cave
uk_ua: печери

source: chakri
uk_ua: чакрі

source: chaotic
uk_ua: хаотичний

source: chaotic units do more damage at night and less damage at day
uk_ua: хаотичні бійці наносять більше шкоди вночі та менше вдень

source: charge
uk_ua: наскок

source: chill tempest
uk_ua: холодна буря

source: chill wave
uk_ua: хвиля холоду

source: claws
uk_ua: кігті

source: cleaver
uk_ua: ніж м'ясника

source: clipboard^Copy
uk_ua: Копіювати

source: closed at $pos
uk_ua: закрито у $pos

source: club
uk_ua: палиця

source: cold
uk_ua: холодом

source: color^Gold
uk_ua: Золотий

source: command^Alias:
uk_ua: Псевдонім

source: command_idle^[<side> [on/off]]
uk_ua: [<side> [on/off]]

source: composite bow
uk_ua: композитний лук

source: concealment
uk_ua: переховування

source: conjunct end^$prefix, and $last
uk_ua: $prefix, і $last

source: conjunct mid^$prefix, $next
uk_ua: $prefix, $next

source: conjunct pair^$first and $second
uk_ua: $first and $second

source: conjunct start^$first, $second
uk_ua: $first, $second

source: continuous replay
uk_ua: безперервний повтор

source: controller^AI
uk_ua: AI

source: controller^AI only
uk_ua: Лише комп'ютер

source: controller^Human
uk_ua: Людина

source: controller^Idle
uk_ua: Пусто

source: controller^None
uk_ua: Порожньо

source: controller^Reserved
uk_ua: Зарезервовано

source: corrupted original file
uk_ua: пошкоджений оригінальний файл

source: corruption
uk_ua: спотворення

source: cpu_architecture^<unknown>
uk_ua: <невідомо>

source: crossbow
uk_ua: арбалет

source: crush
uk_ua: давка

source: cured
uk_ua: вилікуваний

source: cures
uk_ua: лікує

source: current local time
uk_ua: поточний місцевий час

source: curse
uk_ua: прокляття

source: curved blade
uk_ua: викривлений клинок

source: dagger
uk_ua: кинджал

source: darkness
uk_ua: темрява

source: darkness, chaotic, corruption, distract
uk_ua: темрява, хаотичний, спотворення, відволікає

source: date^Updated:
uk_ua: Оновлено:

source: date^Uploaded:
uk_ua: Вивантажено:

source: def
uk_ua: зах

source: defensive.
uk_ua: оборонний.

source: deflect
uk_ua: відхиляє

source: descending
uk_ua: спадний

source: desert
uk_ua: пустеля

source: desert lightning
uk_ua: блискавка пустель

source: desert windblast
uk_ua: вітровдар пустель

source: dextrous
uk_ua: влучний

source: dialog^Turns Over
uk_ua: dialog^Закінчились ходи

source: dim
uk_ua: дурний

source: dir_size^Unknown
uk_ua: Невідомо

source: disables caching of game data.
uk_ua: вимикає кешування ігрових даних.

source: disables loading of user addons.
uk_ua: вимикає завантаження користувацьких аддонів.

source: disengage
uk_ua: відхід

source: disjunct end^$prefix, or $last
uk_ua: $prefix, або $last

source: disjunct mid^$prefix, $next
uk_ua: $prefix, $next

source: disjunct pair^$first or $second
uk_ua: $first або $second

source: disjunct start^$first, $second
uk_ua: $first, $second

source: displays a summary of command line options to standard output, and exits.
uk_ua: вивести перелік параметрів командного рядка в стандартний вивід і вийти.

source: distract
uk_ua: відволікає

source: diversion
uk_ua: диверсія

source: dragonstaff
uk_ua: палиця дракона

source: drains
uk_ua: висмоктує

source: dummy_unit^Fog Clearer
uk_ua: Прибирач туману

source: eagle
uk_ua: сокіл

source: editor^The overlays '^Uf' and '^Ufi' are deprecated because, although the graphics show an overlay with another terrain underneath, the movement and defense stats are purely fungus terrain, ignoring the underlying terrain. The recommended replacements are '^Tf' and '^Tfi' which look the same but have the stats implied by the graphics. For hexes where the stats of purely fungus are wanted, 'Tb' is a mushroom base terrain, which can be used with or without '^Tf' on top.
uk_ua: Накладення '^Uf' і '^Ufi' застаріли, оскільки, хоча графіка зображує накладення з іншою місцевістю під нею, характеристики руху і захисту є суто грибковою, ігноруючи нижню місцевість. Рекомендованими замінами є '^Tf' і '^Tfi', які виглядають так само, але мають характеристики, що є відповідними графіці. Для гексів, де потрібні характеристики лише грибів, "Tb" — це грибний базовий тип місцевості, який можна використовувати з "^Tf" зверху або без нього.

source: editor_hotkeys^E
uk_ua: Р

source: elemental
uk_ua: стихійний

source: elevation
uk_ua: підняття

source: embellishments
uk_ua: прикраси

source: empty
uk_ua: пусто

source: en
uk_ua: uk

source: enemy level
uk_ua: рівень ворога

source: ensnare
uk_ua: пастка

source: entangle
uk_ua: путання

source: epic
uk_ua: епічний

source: era_or_mod^not installed
uk_ua: не встановлений
